Repository: Esys-Oy/pwa-install
Catalog: i18n/*.xlf
Languages: fi

# s6196153c4b0c1ea0
source: Install
fi: Asenna

# sfea652f6580ff086
source: This site has app functionality.
fi: Tällä sivustolla on sovellustoiminnot.

# sba52286c21552a4e
source: Install it on your device for extensive experience and easy access.
fi: Asenna se laitteellesi paremman käyttökokemuksen ja nopean käytön vuoksi.

# sa5ef80b4bb9b39f8
source: Less
fi: Vähemmän

# s37a9e8aec5713460
source: More
fi: Lisää

# se740f75b95a51807
source: Add it to your Dock for extensive experience and easy access.
fi: Lisää se Dockiin paremman käyttökokemuksen ja nopean käytön vuoksi.

# s182ab2d6c997515f
source: Add it to your Home Screen for extensive experience and easy access.
fi: Lisää se Koti-valikkoon paremman käyttökokemuksen ja nopean käytön vuoksi.

# s922329d6f6213590
source: Add to Dock
fi: Lisää Dockiin

# scdaf4bbff76674c8
source: Add to Home Screen
fi: Lisää Koti-valikkoon

# s633502f7cff4f847
source: Open your browser menu
fi: Avaa selaimen valikko

# s4e1e10a6ca408245
source: Tap "Add to Home screen"
fi: Napauta "Lisää Koti-valikkoon"

# se0e473adfda8066c
source: Open in your main browser
fi: Avaa Safarissa

# s386eca8362ff6155
source: Press More if no Share icon
fi: Paina Lisää, jos Jaa-kuvaketta ei näy

# s224cbcec014ef6b5
source: Press Share in Navigation bar
fi: Paina Jaa-painiketta navigointipalkissa

# s7f0591f08e318eda
source: Press More in Share menu
fi: Paina Lisää Jaa-valikossa

# s8114bd55cae5a22b
source: Press Add to Dock
fi: Paina Lisää Dockiin

# s9af56bf005b49c74
source: Scroll down to "Add to Home Screen"
fi: Vieritä alas kohtaan "Lisää Koti-valikkoon"

# sc16e00a7a8b2fde2
source: Back
fi: Takaisin

# s681e399d63311fba
source: Show Gallery
fi: Näytä galleria
